{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.5", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "name": "dense_1", "dtype": "float32", "units": 16, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "activation": "relu", "batch_input_shape": [null, 8], "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "name": "dense_2", "units": 16, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "name": "dense_3", "units": 16, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "name": "dense_4", "units": 4, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "activation": "softmax", "kernel_regularizer": null}}]}